{
  "title": "Ladda upp material",
  "description": "Ladda upp ny material på Skole.",
  "header": "Ladda upp material",
  "loginRequiredText": "PS. Om du har mycket material eller vill ladda upp dem utan att logga in kan du",
  "fileUploadingText": "Laddar upp fil...",
  "fileHelpText": "Du kan välja vilket vanligt filformat som helst så konverterar vi det automatiskt till ett PDF-format åt dig. Högsta filstorlek för icke-bilder är {{ maxFileSize }} MB.",
  "fileSelected": "{{ fileName }} vald",
  "uploadFileButtonText": "Ladda upp fil",
  "dropZoneText": "Dra och släpp en fil här eller klicka för att välja en fil.",
  "schoolHelperText": "Skolan till vars kurs detta material tillhör. Hittar du inte skolan du letar efter?",
  "schoolHelperLink": "Kontakta oss så lägger vi till det!",
  "courseHelperText": "Kursen som detta material tillhör. Hittar du inte din kurs?",
  "courseHelperLink": "Försök att lägga till det!",
  "titleHelperText": "Ett beskrivande namn för materialen.",
  "resourceTypeHelperText": "Typen av material, t.ex. en tenta.",
  "dateHelperText": "Datumet då detta material skapades.",
  "contactText": "PS. Har du mycket material? Om du inte vill gå igenom besväret kan du",
  "contactLink": "låt oss ladda upp ditt material åt dig!",
  "contactDialogHeader": "Skicka dem till oss!",
  "contactDialogEmailText": "Du kan skicka ditt material till oss på",
  "contactDialogCreditText": "Om du vill få kredit för ditt material,",
  "loginRequiredContactDialogCreditText": "Om du har ett konto och vill bli krediterad för ditt material,",
  "contactDialogAccountText": "ge oss ditt användarnamn och e-postmeddelande som är kopplat till ditt konto.",
  "contactDialogFormatText": "Du kan skicka materialet som en bilaga eller som en nedladdningslänk.",
  "guidelinesInfo": "Se till att allt ditt material överensstämmer med vårt",
  "materialEmailSubject": "Skole materialer",
  "materialEmailInfo": "Vi krediterar allt material till ditt konto nedan.",
  "loginRequiredMaterialEmailInfo": "Om du har ett konto och vill få kredit för ditt material, fyll i ditt användarnamn och e-postmeddelande som är kopplat till ditt konto nedan."
}
